tap "coursier/formulas"
tap "ethereum/ethereum"
tap "heroku/brew"
tap "homebrew-core/.git"
tap "homebrew-core/.github"
tap "homebrew-core/aliases"
tap "homebrew-core/audit_exceptions"
tap "homebrew-core/cmd"
tap "homebrew-core/formula"
tap "homebrew-core/style_exceptions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-core.git"
tap "konradsz/igrep", "https://github.com/konradsz/igrep.git"
tap "quick-lint/quick-lint-js", "https://github.com/quick-lint/quick-lint-js.git"
tap "zegervdv/zathura"
brew "pkg-config"
brew "automake"
brew "bat"
brew "bazel"
brew "boost"
brew "ghc"
brew "cabal-install"
brew "eigen", link: false
brew "gcc"
brew "clang-format"
brew "ruby"
brew "cocoapods"
brew "conan"
brew "cowsay"
brew "cpanminus"
brew "deno"
brew "dust"
brew "elixir"
brew "exa"
brew "fish"
brew "fortune"
brew "fzf"
brew "gdb"
brew "gh"
brew "ghostscript", link: false
brew "glfw"
brew "graphviz"
brew "grep"
brew "gtk+"
brew "gtk+3"
brew "haskell-language-server"
brew "helix"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libomp"
brew "llvm"
brew "lua-language-server"
brew "luajit"
brew "mackup"
brew "ninja"
brew "meson"
brew "tree-sitter"
brew "neovim"
brew "node", link: false
brew "opam"
brew "open-mpi"
brew "opencv"
brew "pandoc"
brew "pandoc-crossref"
brew "pnpm"
brew "pybind11"
brew "pypy"
brew "pypy3"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ripgrep-all"
brew "solidity"
brew "starship", link: false
brew "stylish-haskell"
brew "tmux"
brew "tokei"
brew "vcpkg"
brew "wget"
brew "xmake"
brew "zellij"
brew "coursier/formulas/coursier"
brew "heroku/brew/heroku"
brew "konradsz/igrep/igrep"
